import PicAzAzbuniak from "../../public/pics/az_azbuniak.jpg";
import PicAzLuke from "../../public/pics/az_vadim_luke.jpg";
import PicAzBlosyak from "../../public/pics/az_blosyak.jpg";
import PicAzZakirov from "../../public/pics/az_zakirov.jpg";
import PicAzSoida from "../../public/pics/az_roma_soida.jpg";
import PicAzMartins from "../../public/pics/az_alexey_martins.jpg";
import PicAnthropolandPromo from "../../public/pics/anthropoland_promo.jpg";
import PicAnthropolandVernissage from "../../public/pics/anthropoland_vernissage.jpg";
import PicAnthropolandFilm from "../../public/pics/anthropoland_film.jpg";
import PicEcoFlower from "../../public/pics/eco_flower.jpg";
import PicEcoPetraPack from "../../public/pics/eco_petrapack.jpg";
import PicEcoTrash from "../../public/pics/eco_trash.jpg";
import PicEcoInterview from "../../public/pics/eco_interview.jpg";
import PicArtFreedom from "../../public/pics/art_freedom.jpg";
import PicArtBaggage from "../../public/pics/art_baggage.jpg";
import PicAiMy from "../../public/pics/ai_my.jpg";
import PicLecturesAi from "../../public/pics/lectures_ai.jpg";
import PicEvents777 from "../../public/pics/events_777.jpg";
import PicEventsNigth from "../../public/pics/events_nigth.jpg";
import PicEventsNoize from "../../public/pics/events_noize.jpg";



export const videoData = [
  {
    id: "artzakladky",
    title: "Арт Закладки",
    subtitle: "Серия документальных фильмов",
    description:
      "«Арт закладки» — авторский проект, серия независимых документальных фильмов о художниках с сибирскими корнями. Название проекта ассоциируется с трафаретами, инструментом подпольного распространения запрещённых препаратов. Этот проект - аллюзия на подпольные практики, задуманная как мощный стимул для дискуссий. Цель «Арт-закладок» - привлекать внимание к современным художникам и вовлекать общественность в активное взаимодействие со сценой современного искусства.",
    content: [
      {
        title: "АНДРЕЙ ШМАЛИЙ ( AZBUNIAK )",
        description:
          "Художник уникаленый в своем подходе к искусству, переплетая в своих работах граффити, живопись, иллюстрации и татуировки. Своей серией аэрозольных картин и этюдов темперой, он стирает границы между галереей и улицей, высоким и низким искусством. Влияние хип-хоп культуры в его работах позволяет граффити стать не только актом бунтарства, но и формой выражения глубоких мыслей.",
        youtubeId: "Gdrd5Ub51EA",
        cover: PicAzAzbuniak,
      },
      {
        title: "ВАДИМ ( LUKE )",
        description:
          "Сибирский художник, рисование которого началось с фантастики и компьютерных игр, а затем перешло в граффити и хип-хоп. От стрит-арта и мурал-арта, до росписи помещений и создания собственных картин, Вадим постоянно расширяет свое творчество. Его искусство направлено на привлечение зрителя к новому уровню понимания мира, высвечивая великое многообразие и бесконечность, и представляя искусство как наивысшую форму творчества.",
        youtubeId: "9bxevb7J_sA",
        cover: PicAzLuke,
      },
      {
        title: "САША БЛОСЯК ( BLOSYAK )",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "d6O03m1Toe4",
        cover: PicAzBlosyak,
      },
      {
        title: "АЛЕКСАНДР ЗАКИРОВ",
        description:
          "Художник, обладатель уникального стиля иронического концептуализма. Его творчество часто вызывает замешательство и вопросы у зрителей, но Закиров никогда не стеснялся этих реакций. Напротив, он с энтузиазмом искренне общается с публикой, не боясь открытых диалогов и дискуссий. Это ядро его сущности и самобытности.",
        youtubeId: "d2gQYhUiu20",
        cover: PicAzZakirov,
      },
      {
        title: "РОМА СОЙДА",
        description:
          "Всеобъемлющий исследователь искусства, истинный пассионарий, создающий вокруг себя мир, наполненный глубокими и многообразными смыслами. Его работы не ограничиваются одним форматом: перформансы, инсталляции, издание артбуков, создание одежды с авторскими принтами, цифровая живопись и рисунок вручную.",
        youtubeId: "PZJhIAlKzjA",
        cover: PicAzSoida,
      },
      {
        title: "АЛЕКСЕЙ МАРТИНС",
        description:
          "Динамичный художник, чье творчество активно раскрывается в области графики, видео и перформанса, причем он время от времени привлекает скульптуру, понимая ее в расширенном контексте. Алексей верит в разнообразие художественных форм и ставит тему на первое место в своих работах. У него есть проекты, которые исследуют окружающую среду и экологию, а также социальное взаимодействие.",
        youtubeId: "KHB-V0fQw9k",
        cover: PicAzMartins,
      },
    ],
  },
  {
    id: "anthropoland",
    title: "Антрополэнд",
    subtitle: "Масштабный выставочный проект",
    description:
      "«Антрополэнд» — масштабный выставочный проект площадью 2 000 м², где в 12 залах расположились 12 гиперобъектов. Проект рассказывает о месте человека в изменившемся мире. Освещаются темы экологии, современные тренды, культура пост-потребления. Главный герой — протагонист, который пришел на эту планету с целью научиться жить в современном социуме и взаимодействовать с ним.",
    content: [
      {
        title: "«ИГРЫ АНТРОПОЛЭНДА»",
        description:
          "Художественная симуляция компьютерной игры «Антрополэнд», в которой мы смотрим на ландшафты физического мира глазами виртуального игрока. С помощью индивидуальных настроек видимости, целей и способа взаимодействия с другими участниками игрок перемещается по пространству дрейфующего острова в поисках своего места и персональной миссии.",
        youtubeId: "Xli36k7KER8",
        cover: PicAnthropolandFilm,
      },
      {
        title: "«АНТРОПОЛЭНД — ВЕРНИСАЖ»",
        description:
          "Видеоарт в рамках выставки «Антрополэнд» — исследование мыслей андроида о жизни и смерти. Искусственно воссозданная прогулка по лесу с персистентным взглядом, устремленным в небо, сопровождается перебором записей из архивов, вечного поиска начала и конца.",
        youtubeId: "lt0dK067rLM",
        cover: PicAnthropolandVernissage,
      },
      {
        title: "«АНТРОПОЛЭНД — ПРОМО»",
        description:
          "Промо-видео рекламной кампании «Антрополэнд» в технике “data moshing”, которая создаваёт непрерывную визуальную последовательность абстракций и переходов. В данной версии преобладает чистый видеоряд, демонстрирующий уникальное применение цифровых технологий для создания виртуального пространства искусства, дополненного анимированной типографикой в последующих версиях.",
        youtubeId: "KbBnmIW0Rb8",
        cover: PicAnthropolandPromo,
      },
    ],
  },
  {
    id: "ecosphere",
    title: "Экосфера",
    subtitle: "Экологическое СМИ",
    description:
      "Проект «Экосфера» исследует проблемы экологии через многогранность форматов, включая тексты, видео и подкасты. Вмещая новости, экспертное мнение и интервью с ключевыми фигурами власти и бизнеса, предлагает практические советы для экологически устойчивого образа жизни. Ключевым моментом является мобилизация и поддержка экологических инициатив с акцентом на научную верификацию публикуемых материалов.",
    content: [
      {
        title: "Что нужно знать о реальной цене цветов. Углеродный след букета",
        description:
          "«В этом выпуске рассказываем, какой ущерб природе наносит букет цветов. Из чего составляется углеродный след и как его сократить.",
        youtubeId: "FkdZEweKNcI",
        cover: PicEcoFlower,
      },
      {
        title: "Упаковка: Тетрапак. Надо ли мыть? Куда сдавать?",
        description:
          "В четвертом эпизоде серии видео про упаковку подробно рассказываем, что такое тетрапак, где и как перерабатывают эту упаковку, что делают из переработанного сырья и куда сдавать использованные пакеты тетрапак.",
        youtubeId: "t_GbqCzr7eY",
        cover: PicEcoPetraPack,
      },
      {
        title: "Зачем сжигать мусор? За и против",
        description:
          "В новом выпуске изучаем мусоросжигание: зачем оно нужно, как влияет на экологию и возможны ли альтернативы? ",
        youtubeId: "R3ND5J2jKx0",
        cover: PicEcoTrash,
      },
      {
        title: "Александр Лебедев о честности в стратегиях «зеленого» бизнеса",
        description:
          "Поговорили с Александром Лебедевым, академическим руководителем магистратуры «Менеджмент в ритейле» Высшей школы бизнеса Высшей Школы Экономики о гринвошинге, новых стратегиях бизнеса и экологичном образе жизни.",
        youtubeId: "fxfR2zWQ0J4",
        cover: PicEcoInterview,
      },
    ],
  },
  {
    id: "videoart",
    title: "Видеоарт",
    subtitle: "Авторские работы",
    description:
      "Авторские работы в жанре современного искусства, свободные для интерпретации.",
    content: [
      {
        title: "Свобода, 2022",
        description: "Без описания",
        youtubeId: "-T9yitA5AUs",
        cover: PicArtFreedom,
      },
      {
        title: "Багаж, 2021",
        description:
          "Книга — дневник погибшей слишком рано девушки. Приняв дневник, взяв за него ответственность, делая в нем записи, я продолжил прервавшийся диалог, чтобы найти в себе силы пережить эти события. Спустя 4 года, 6 авиаперелётов и 27 000 километров, я больше не в ответе за дневник. Мой чемодан свободен от багажа.",
        youtubeId: "nf3AsRwhbFM",
        cover: PicArtBaggage,
      },
    ],
  },
  {
    id: "events",
    title: "События",
    subtitle: "Репортажная и постановочная съёмка",
    description: "Тизеры, бэкстейджи и отчетные видео с прошедших событий.",
    content: [

      {
        title: "Персональная выставка Валерии Тыняной — «777»",
        description:
          "Тизер к выставке «777»",
        youtubeId: "1Lv7qmDn6ac",
        cover: PicEvents777,
      },
      {
        title: "Тизер «Музейной ночи» — «Опытное поле»",
        description:
          "Проходящая уже в 34 раз, спустя 15 лет своего существования, Музейная ночь вернется к истокам: главным в программе станет коммуникация – перформансы, в которых смогут принять участие посетители",
        youtubeId: "PtBTRefJAls",
        cover: PicEventsNigth,
      },
      {
        title: "Noize MC & Alexander Dzhezus",
        description:
          "Бекстейдж видео о работе цифрового художника на концерте именитого артиста",
        youtubeId: "tikhBhn4RQE",
        cover: PicEventsNoize,
      },
    ],
  },
  {
    id: "ai",
    title: "Stable Diffusion",
    subtitle: "Нейрогенерации",
    description:
      "Раздел, посвященный видео-материалам, демонстрирующим процесс генерации изображений с применением передовых технологий и алгоритмов искусственного интеллекта.",
    content: [
      {
        title: "Лайнели — Мы",
        description:
          "«Мы» - песня группы «Лайнели», написанная и исполненная моим другом Евгением Сотниковым. Перед релизом он погиб вместе с девушкой и её отцом в автокатастрофе. Эта работа - воспоминание о них.",
        youtubeId: "OzAqraffMJ0",
        cover: PicAiMy,
      },
    ],
  },
  {
    id: "lectures",
    title: "Обучение",
    subtitle: "Лекции и уроки",
    description: "Собранные в одном месте авторские образовательные материалы.",
    content: [
      {
        title: "Анатолий Васильев — Очередная лекция про нейросети",
        description:
          "На лекции я поделился своим опытом работы с нейросетями и продемонстрировал простые примеры. Поощрял зрителей попрактиковаться самостоятельно. Также осветил темы Stable Diffusion и ChatGPT. Это моё субьективное мнение,  я во многом не прав, приятного просмотра. ",
        youtubeId: "ONNCSmTy7Ts",
        cover: PicLecturesAi,
      },
    ],
  },
];

export const webData = [
  {
    type: "web",
    title: "fixifoot.com",
    subtitle: "Карбоновые стельки на заказ",
    description: "-",
    content: {},
  },
  {
    title: "BAMBOOSTORY.COM",
    subtitle: "Фотографии на деревянных сувенирах",
    description: "-",
    content: {},
  },
  {
    title: "DRUSBA.ART",
    subtitle: "Служба доставки абсурда",
    description: "-",
    content: {},
  },
  {
    title: "OLGADRAPEKO.RU",
    subtitle: "Юрист для бизнеса и частных лиц",
    description: "-",
    content: {},
  },
  {
    title: "VASTOLYA.ART",
    subtitle: "Вы сейчас тут",
    description: "-",
    content: {},
  },
];
