export const videoData = [
  {
    id: "artzakladky",
    title: "Арт Закладки",
    subtitle: "Серия документальных фильмов",
    description:
      "«Арт закладки» — авторский проект, серия независимых документальных фильмов о художниках с сибирскими корнями. Название проекта ассоциируется с трафаретами, инструментом подпольного распространения запрещённых препаратов. Этот проект - аллюзия на подпольные практики, задуманная как мощный стимул для дискуссий. Цель «Арт-закладок» - привлекать внимание к современным художникам и вовлекать общественность в активное взаимодействие со сценой современного искусства.",
    content: [
      {
        title: "АНДРЕЙ ШМАЛИЙ ( AZBUNIAK )",
        description:
          "Художник уникаленый в своем подходе к искусству, переплетая в своих работах граффити, живопись, иллюстрации и татуировки. Своей серией аэрозольных картин и этюдов темперой, он стирает границы между галереей и улицей, высоким и низким искусством. Влияние хип-хоп культуры в его работах позволяет граффити стать не только актом бунтарства, но и формой выражения глубоких мыслей.",
        youtubeId: "https://youtu.be/Gdrd5Ub51EA",
      },
      {
        title: "ВАДИМ ( LUKE )",
        description:
          "Сибирский художник, рисование которого началось с фантастики и компьютерных игр, а затем перешло в граффити и хип-хоп. От стрит-арта и мурал-арта, до росписи помещений и создания собственных картин, Вадим постоянно расширяет свое творчество. Его искусство направлено на привлечение зрителя к новому уровню понимания мира, высвечивая великое многообразие и бесконечность, и представляя искусство как наивысшую форму творчества.",
        youtubeId: "https://youtu.be/9bxevb7J_sA",
      },
      {
        title: "САША БЛОСЯК ( BLOSYAK )",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4",
      },
      {
        title: "АЛЕКСАНДР ЗАКИРОВ",
        description:
          "Художник, обладатель уникального стиля иронического концептуализма. Его творчество часто вызывает замешательство и вопросы у зрителей, но Закиров никогда не стеснялся этих реакций. Напротив, он с энтузиазмом искренне общается с публикой, не боясь открытых диалогов и дискуссий. Это ядро его сущности и самобытности.",
        youtubeId: "https://youtu.be/d2gQYhUiu20",
      },
      {
        title: "РОМА СОЙДА",
        description:
          "Всеобъемлющий исследователь искусства, истинный пассионарий, создающий вокруг себя мир, наполненный глубокими и многообразными смыслами. Его работы не ограничиваются одним форматом: перформансы, инсталляции, издание артбуков, создание одежды с авторскими принтами, цифровая живопись и рисунок вручную.",
        youtubeId: "https://youtu.be/PZJhIAlKzjA",
      },
      {
        title: "АЛЕКСЕЙ МАРТИНС",
        description:
          "Динамичный художник, чье творчество активно раскрывается в области графики, видео и перформанса, причем он время от времени привлекает скульптуру, понимая ее в расширенном контексте. Алексей верит в разнообразие художественных форм и ставит тему на первое место в своих работах. У него есть проекты, которые исследуют окружающую среду и экологию, а также социальное взаимодействие.",
        youtubeId: "https://youtu.be/KHB-V0fQw9k",
      },
    ],
  },
  {
    id: "anthropoland",
    title: "Антрополэнд",
    subtitle: "Масштабный выставочный проект",
    description:
      "«Антрополэнд» — масштабный выставочный проект площадью 2 000 м², где в 12 залах расположились 12 гиперобъектов. Проект рассказывает о месте человека в изменившемся мире. Освещаются темы экологии, современные тренды, культура пост-потребления. Главный герой — протагонист, который пришел на эту планету с целью научиться жить в современном социуме и взаимодействовать с ним.",
    content: [
      {
        title: "Саша Блосяк",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4?si=3f8lKvg39u0Xf4-h",
      },
    ],
  },
  {
    id: "ecosphere",
    title: "Экосфера",
    subtitle: "Экологическое СМИ",
    description:
      "Проект «Экосфера» исследует проблемы экологии через многогранность форматов, включая тексты, видео и подкасты. Вмещая новости, экспертное мнение и интервью с ключевыми фигурами власти и бизнеса, предлагает практические советы для экологически устойчивого образа жизни. Ключевым моментом является мобилизация и поддержка экологических инициатив с акцентом на научную верификацию публикуемых материалов.",
    content: [
      {
        title: "Саша Блосяк",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4?si=3f8lKvg39u0Xf4-h",
      },
    ],
  },
  {
    id: "videoart",
    title: "Видеоарт",
    subtitle: "Авторские работы",
    description:
      "Авторские работы в жанре современного искусства, свободные для интерпретации.",
    content: [
      {
        title: "Саша Блосяк",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4?si=3f8lKvg39u0Xf4-h",
      },
    ],
  },
  {
    id: "events",
    title: "События",
    subtitle: "Репортажная и постановочная съёмка",
    description: "-",
    content: [
      {
        title: "Саша Блосяк",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4?si=3f8lKvg39u0Xf4-h",
      },
    ],
  },
  {
    id: "ai",
    title: "Stable Diffusion",
    subtitle: "Нейрогенерации",
    description: "-",
    content: [
      {
        title: "Саша Блосяк",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4?si=3f8lKvg39u0Xf4-h",
      },
    ],
  },
  {
    id: "lectures",
    title: "Обучение",
    subtitle: "Лекции и уроки",
    description: "-",
    content: [
      {
        title: "Саша Блосяк",
        description:
          "Иллюстратор и художник,  отличающиеся абстрактными изображениями дремучего леса. Главные инструменты Саши - компьютер и баллончики, хотя он экспериментирует и с другими материалами. Саша старается дистанцироваться от политики и социальных вопросов в своем искусстве, но при этом не может избежать социальных тем, особенно когда они касаются важных для него вопросов, таких как сохранение природы. ",
        youtubeId: "https://youtu.be/d6O03m1Toe4?si=3f8lKvg39u0Xf4-h",
      },
    ],
  },
];

export const webData = [
  {
    type: "web",
    title: "fixifoot.com",
    subtitle: "Карбоновые стельки на заказ",
    description: "-",
    content: {},
  },
  {
    title: "BAMBOOSTORY.COM",
    subtitle: "Фотографии на деревянных сувенирах",
    description: "-",
    content: {},
  },
  {
    title: "DRUSBA.ART",
    subtitle: "Служба доставки абсурда",
    description: "-",
    content: {},
  },
  {
    title: "OLGADRAPEKO.RU",
    subtitle: "Юрист для бизнеса и частных лиц",
    description: "-",
    content: {},
  },
  {
    title: "VASTOLYA.ART",
    subtitle: "Вы сейчас тут",
    description: "-",
    content: {},
  },
];
